Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/koltansaamen_kielen_aakkosvideo_valmistui.html.tmx
Source language: fin
Languages: sms

source: Koltansaamen kielen aakkosvideo valmistui
sms: Alfabeʹttvideo nuõrttsäämas lij vaalmâš

source: Koltansaamen kielen aakkosten tuntemiseen opastava video on valmistunut.
sms: Nuõrttsääʹmǩiõl alfabeeʹttid vuäʹpsteei video lij valmštõõvvâm.

source: Videolla esiintyvät Tiina ja Elli-Dåʹmnn, he etsivät ja löytävät koltansaamen aakkosia.
sms: Videost lie mieʹldd Tiina da Elli-Dåʹmnn, suäna oʹcce da käuʹnne nuõrttsääʹmǩiõl alfabeeʹttid.

source: Jokaisesta aakkosesta annetaan esimerkkisana.
sms: Juõʹǩǩ bukvast cieʹlǩet õuddmiârkksääʹnn.

source: Videon on tuottanut Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto ja se on vapaasti kaikkien katsottavissa.
sms: Video lij puuʹtʼtam Sääʹmteeʹǧǧ škooultõs- da mättmateriaalkoontâr. Video lij pukid määustää ǩiõččâmnalla.

source: Videolla ovat mukana Tiina Sanila-Aikio ja Elli-Dåʹmnn Aikio.
sms: Tän videost lie mieʹldd Tiina Sanila-Aikio da Elli-Dåʹmnn Aikio.

source: Videon käsikirjoituksen ovat tehneet Tiina Sanila-Aikio ja Anna-Katariina Feodoroff.
sms: Video ǩiõttǩeeʹrjtõõzz lie raajjâm Tiina Sanila-Aikio da Anna Katariina Feodoroff.

source: Videon on kuvannut ja editoinut Eeva Mäkinen.
sms: Video lij sniimmâm da editâsttam Eeva Mäkinen.

source: Linkki kirjainvideoon: https://www.youtube.com/watch?v=-et0AMEGQ8Y
sms: https://www.youtube.com/watch?v=-et0AMEGQ8Y

source: Lisätietoja
sms: Lââʹssteâđ

source: Koulutus- ja oppimateriaalitoimisto
sms: Škoouʹlʼjem- da mättʼtemaaunâskoontâr
